/* INSTRUCTIONS: Replace or translate the relevant text string which appears after the = sign. Try to keep the length of the text strings roghly equal (or shorter) than the existing default strings. Do not replace any special characters such as %@, \n. Do not change any formatting.*/



/* Sign up view field*/
"First Name" = "First Name";

/* Sign up view field*/
"Last Name" = "Last Name";

/* Email input field
 Sign up view field*/
"Email" = "Email";

/* Password input field
 Sign up view field*/
"Password" = "Password";

/* Sign up view field*/
"Confirm Password" = "Confirm Password";

/* Sign up label on login view*/
"Don't Have an Account" = "Don't Have an Account";

/* Sign In and Sign Up messages*/
"Sign In" = "Sign In";
"Go Old School" = "Go Old School";
"By signing you agree" = "By signing up, you agree to our Terms of Service, Acceptable Use and Privacy Policy";
"Forgot Password?" = "Forgot Password?";
"OK, Got it" = "OK, Got it";

/* Navigation bar title
 Sign Up button title*/
"Sign Up" = "Sign Up";

/* Sign Up error message*/
"Sign Up failed. Please check that the information you provided is correct." = "Sign Up failed. Please check that the information you provided is correct.";

/* E-mail error alert title
 Message sending error alert title
 Network error alert title*/
"Error" = "Error";

/* Alert message for unsuccessful email check*/
"This e-mail is already registered." = "This e-mail address is already registered. Please use another email address.";

/* Alert message for succesful semi-complete email registration*/
"Almost there!" = "Almost there!";

/* Alert message for succesful semi-complete email registration*/
"Please check your email and click on the link to enable your account" = "Please check your email %@ and click on the link to enable your account.";

/* Alert message for incorrect login/password
 PHLoginController*/
"Your e-mail or password is incorrect." = "Your e-mail or password is incorrect.";


/* COMMON*/
/* Common*/
"Add" = "Add";

/* Common*/
"Experience Details" = "About";

/* The title of back button in navigation bar*/
"Back" = "Back";

/* Common*/
"Cancel" = "Cancel";

/* Network error close button*/
"Close" = "Close";

/* Alert button for incorrent login/password
 Alert button for unseccussful email check
 Alert button title about disabled location service for the app
 Common
 Error button title after attempimg to join experience.
 Error button title after attempimg to recieve experiece status.
 PHInviteFriendByEmailController
 PHLoginController
 Sign Up error message*/
"OK" = "OK";

/* Common*/
"Send" = "Send";

/* Common*/
"Go discover some" = "Go discover some";

/* Common*/
"To:" = "To:";
"Yes" = "Yes";
"No" = "No";
"by %@" = "by %@";
"Unknown" = "Unknown";

/* Loading progress view
 Loading progress view for map xp search
 PHFriendsListController
 PHLoginController
 PHTwitterFriendsController*/
"Loading..." = "Loading...";


/* VARIOUS*/

/* Switch to list view search controller*/
"Experiences" = "Experiences";

/* Error alert title after attempimg to join experience.*/
"Launch experience error" = "Launch experience error";

/* Alert message about disabled location service for the app*/
"Please turn on location service for this application" = "Please turn on location services for this application";

/* Network error alert message*/
"Search failed." = "Search failed.";


/* HIDDEN OR SECRET LOCATIONS*/
/* Hidden POI title*/
"Hidden Location" = "Secret Location";

/* Hidden locations*/
"There are %d hidden locations in this experience" = "There are %d secret locations in this experience";
"There is a secret location in this action" = "There is a secret location in this event";
"Use the Riddle/Hint below and find the secret location" = "To Check-In, solve the riddle or follow the hints and as you get near to your destination things will become clear.";

/* Secret POI Getting Closer*/
"Congratulations! Things are getting clearer in %@" = "Congratulations! Things are getting clearer in %@";


/* Network error  button*/
"Try more" = "Try more";


/* Error alert message after attempimg to join experience.*/
"Unable to join experience. Try again later." = "Unable to start experience. Try again later.";

/* GENERIC ERROR*/
"There was an error sending your message. Please try again later." = "There was an error sending your message. Please try again later.";



/* Alert title about disabled location service for the app
 Alert title for incorrent login/password
 Alert title for unseccussful email check
 PHLoginController
 Sign Up error message*/
"Warning" = "Warning";

/* User feedback captions*/
"Provide a brief description" = "Provide a brief description";
"We'd love to hear your feedback using Phigital!" = "We'd love to hear your feedback using Phigital!";
"Enter your email address" = "Enter your email address";
"Submit" = "Submit";
"Send Feedback" = "Send Feedback";


/* Checkin messages*/
"You need to get within %@" = "Please get within %@ to Check-In";
"Great!" = "Success!";
"Checking you in..." = "Calculating distance...";
"CHECKING-IN" = "CHECKING-IN";
"Please wait..." = "Please wait...";

"by %@" = "by %@";
"Current Action:" = "Current Action:";
"Joined" = "Started";
"Hidden Location" = "Secret Location";


/* Start Stop Experiences*/
"START EXPERIENCE" = "START EXPERIENCE";
"RESTART EXPERIENCE" = "RESTART EXPERIENCE";
"STOP EXPERIENCE" = "STOP EXPERIENCE";
"TEST EXPERIENCE" = "TEST EXPERIENCE";

/* Information Button*/
"About" = "About";
"Share" = "Share";
"Social Sharing" = "Social Sharing";
"Call Operator" = "Call Operator";
"Flag as Inappropriate" = "Flag as Inappropriate";



/* To be continued end Card*/
"STAY TUNED!" = "STAY TUNED!";
"More content is coming soon!" = "More content is coming soon!";


/* Event Card sorting*/
"view default order" = "Show using default order";
"view current" = "View active event";
"sort by proximity" = "Sort by proximity";
"Pull and release to refresh..." = "Pull and release to refresh...";

"Refresh" = "Refresh";
"Refresh all" = "Refresh all";
"Refreshing..." = "Refreshing...";

"Starting..." = "Starting...";
"Stopping..." = "Stopping...";


/* Warning messages*/
"Stopping an experience warning message" = "Stopping an experience before completion will reset everything to the beginning except your Rewards";
"Restarting an experience warning message" = "Restarting an experience will reset your completed experience back to the beginning. Are you sure you want to restart?";

"There is no available timeline" = "There is no available timeline";



/* MAIN MENU*/
"No completed experiences" = "No completed experiences";
"Your completed experiences" = "Your completed experiences";
"Sound Effects" = "Sound Effects";
"Test Mode" = "Test Mode";
"Rewards" = "Rewards";
"Stop" = "Stop";

/* Log Out button on settings view*/
"Log Out" = "Log Out";

/* Current Objectives*/
"VIEW CURRENT OBJECTIVE" = "VIEW CURRENT OBJECTIVE";
"COMPLETED" = "COMPLETED";
"OK. Got it." = "OK. Got it.";
"You have unfinished actions on the stage." = "You have unfinished actions on the stage.";
"OPEN THE STAGE" = "OPEN THE STAGE";


//Actions imperatives
//GoTo
"Unlock the Event Card" = "Unlock the Event Card";
"CHECK-IN" = "CHECK-IN";
"In progress..." = "CHECKING-IN";
"You’re nearby %@, but you need to get closer to check-in." = "You’re near %@, but you need to get closer to Check-In.";
"You are near %@. Would you like to try to Check-In?" = "You are near %@. Would you like to try to Check-In?";
"You are near %@. Open this notification in order to take action." ="You are near %@. Open this notification in order to take action.";
"You are near %@ and have been automatically Checked-In." = "You are near %@ and have been automatically Checked-In.";

//Scan Code
"SCAN A CODE" = "SCAN IT";
"You've got the correct code! Please close the window to advance to the next action." = "Great! You've scanned the correct code. Close the window to proceed.";

//Play Media
"Experience Completion" = "Experience Completion";
"PLAY" = "PLAY";


/* POST MESSAGE SOCIAL SHARING */
/* Social Sharing strings */
"Select a social network to post to:" = "Select a social network to post to:";
"You must enable a network where to post before you can post something!" = "You must enable a network before you can post something!";
"Please enable all social networks that are required to complete this action." = "Please enable all social networks that are required to complete this action.";
"The creator has set this social network as required to complete this action." = "The creator has set this social network as required to complete this action.";


/* Social Sharing help text*/

"Internal Experience Wall" = "Internal Experience Wall. Visible to all active experience participants unless deselected.";
"Your Facebook Account" = "Your Facebook Account. Login may be required. Visibility determined by your Facebook posting settings.";
"Your Twitter Account" = "Your Twitter Account. Login may be required. Visible to your Twitter followers.";
"If more than one network" = "If more than one network is available you can select to post simultanously to all the highlighted ones (default setting) or you can manually de-select those accounts you do not wish to post to.";
"The creator of the experience may require" = "The creator of the experience may require you to post an item to a specific social network in order for you to continue in the experience, however, they may not require you to post to Facebook in order to continue. If you do not wish to post something simply press the 'X' button.";

//Send message
"SEND A MESSAGE" = "POST A MESSAGE";



/* Action and Reaction Push Notification Messages*/

/* Completed Send Message*/
"Great! You've sent the correct message. Close the window to proceed." = "Great job! Please close the window to advance to the next action.";

/* Incorrect Scan Code
 Incorrect Post Message*/
"Nice try! You didn’t follow the current objective… Please try again at the appropriate time." = "Nice try! Please follow the current objective and try again.";



/* Sequential Experience Warnings*/
"You must complete all previous actions before you can start this one." = "This experience must be done in a specific order. You must complete all previous actions before you can do this one.";

"The Event Stream will continue once the previous action is completed." = "The Event Stream will continue once the previous action is completed.";


//Map Routing
"Routing" = "Routing";
"Would you like me to route you to this location via Apple Maps?" = "Would you like me to route you to this location via Apple Maps?";
"Route" = "Route";



/* Finished Experience Text*/

"Congratulations you have finished experience %@ text" = "Congratulations!\nYou've completed %@ You will find a list of your completed experiences in the main sidebar menu. Be sure to rate this experience below, so that the creator can receive feedback on this experience and get credit for your participation. If you have any other feedback for our team, please send feedback via the 'Send Feedback' menu or email us so we can continue to improve.";



/* Flag as inappropriate Categories*/

"Incorrect age rating" = "Incorrect age rating";
"Copyright violation" = "Copyright violation";
"Sexually Explicit" = "Sexually Explicit";
"Excess Violence" = "Excess Violence";
"Hate Speech" = "Hate Speech";
"Harassing behavior" = "Harassing behavior";
"Spam" = "Spam";
"Just downright rude" = "Just downright rude";

/* Sharing Experiences*/
"Hey there! Take a look at this amazing experience!" = "Hey there! Take a look at this amazing experience!";
"%@ has shared a Phigital experience with you" = "%@ has shared a Phigital experience with you";


//SDK additions
"Phigital requires to send you Push Notifications" = "Phigital needs to send you Push Notifications";
"%@ seems not registered as a schema" = "%@ seems not registered as a schema";
"Phigital requires kCLAuthorizationStatusAuthorizedAlways" = "Phigital requires kCLAuthorizationStatusAuthorizedAlways";

/* Phigital CEP server address*/
"Phigital CEP address" = "Phigital CEP address";

/*Warning Message*/
"incompatible client" = "Your version of Phigital is out of date. Please update from the App Store and retry.";

/*Warning Message Button*/
"Upgrade" = "Upgrade";

/*Loading Discover Page Message*/
"Loading experiences" = "Loading experiences...";





/***************************************DEPRECATED OR NO LONGER IN USE****************************************/


/*Deprecated*/


/*PHEventStreamController*/
"Done" = "Done";

/*PHMapMenuView*/
/*PHMessageRecepientsController*/
"Friends" = "Friends";

/*PHModel*/
"Phigital" = "Phigital";

/* Discover Experiences Navigation and Filters*/
"Nearby" = "Nearby";
"A-Z" = "A-Z";
"Featured" = "Featured";
"People" = "People";
"Popular" = "Popular";
"Recent" = "Recent";

/*PHMessagesListController*/
/*PHOperatorMessagesListController*/
"Unable to send message. Please check your network connection." = "Unable to send message. Please check your network connection.";

/*PHAddPlaceController*/
/*PHChangePlaceController*/
/*PHExperiencesListController*/
"Save" = "Save";

/*PHAddToExperinceViewController*/
"New Experience..." = "New Experience...";

/*PHAddToExperinceViewController*/
/*PHExperiencesListController*/
"New Experience" = "New Experience";

/*PHCollectionController*/
"Capture Mode" = "Capture Mode";

/*PHActiveExperienceCell*/
"Elapsed time:" = "Elapsed time:";

/*PHActiveExperiencesController*/
"Store" = "Store";

/*PHDashboardController*/
/*PHMapController*/
"Offline" = "Offline";

/*PHDashboardController*/
/*PHMapController*/
"Online" = "Online";

"Enter a name for this experience" = "Enter a name for this experience";



/*Unused*/


/* Unused menu items (for now)*/

"PHMessagesListController" = "Messages";
"PHOperatorModeController" = "Operator Mode";
"PHOperatorModeWebViewController" = "Analytics";
"PHAlertsListController" = "Messages from Operator";
"PHFriendsListController" = "Friends";
"LocationAR" = "Augment Reality";
"PHCollectionController" = "Capture";
"PHIncognitoController" = "Go Incognito";


/* TABLEVIEW IN XP STATS*/
/* The title of section in tableView in xp stats*/
"Account Settings" = "Account Settings";

/* The title of section in tableView in xp stats*/
"Messaging" = "Messaging";

/* The title of section in tableView in xp stats*/
"Social Networks" = "Social Networks";

/* The title of section in tablView in xp stats*/
"Rankings" = "Rankings";

/* FRIEND INVITATION TO JOIN PHIGITAL*/
/* Invitation text*/
"Hi, I'd like you to join me on Phigital, a new place to try new, rich, interactive experiences around the world. Click here to join me http://www.gophigital.com" = "Please join me on Phigital and become part of the new online to offline revolution - http://www.gophigital.com";

/* Navigation bar title for e-mail invitation composer*/
"Invitation" = "Invitation";

/* PHTwitterFriendsController*/
"Invitation has been sent." = "Invitation has been sent.";

/* Subject of invitation e-mail*/
"Invitation to Phigital" = "Invitation to Phigital";

/* Invite button on Twitter friends selection view*/
"Invite" = "Invite";

/* PHAddFriendController*/
"Invite by Email Address" = "Invite by Email Address";

/* PHAddFriendController*/
"Invite by Text Message" = "Invite by Text Message";

/* PHInviteFriendByEmailController*/
"Unable to send e-mail. Please check your network connection." = "Unable to send e-mail. Please check your network connection.";

/* OPERATOR MESSAGING */
"Message the Operator" = "Message Operator";

/* Add another network button in settings*/
"Add Another Network..." = "Add Another Network...";

/* PHAddFriendController*/
"Add Friend" = "Add Friend";

/* Dashboard notifications title
 Experience info notifications title*/
"Messages from Operator" = "Messages from Operator";

/* MAP LAYERS AND MENU*/
/* Map Layers settings section title*/
"Experience Layers" = "Experience Layers";

/* Cell detailed text
 Map Layers settings*/
"Experience Name" = "Experience Name";

/* Friend map Layers settings
 PHAddFriendController*/
"Facebook" = "Facebook";

/* Friend map Layers settings
 PHAddFriendController*/
"Foursquare" = "Foursquare";

/* Map Layers settings section title*/
"Friend Layers" = "Friend Layers";

/* Map Layers settings*/
"Heads Up Display" = "Heads Up Display";

/* Map Layers settings section title
 Map Layers view title*/
"Map Layers" = "Map Layers";

/* Map Layers settings*/
"Social Heatmap" = "Social Heatmap";

/* Twitter authorisation alert message*/
"You don't have any Twitter accounts configured on this phone. Please add or create a Twitter account in iOS Settings." = "You don't have any Twitter accounts configured on this phone. Please add or create a Twitter account in iOS Settings.";

/* CAPTURE MODE ITEMS */
"Copying" = "Copying";
"Capture Mode (Unsupported)" = "Capture Mode (beta)";

/* OLD PROFILE ITEMS */
"Facebook Invite" = "Facebook Invite";
"History" = "History";

/* OLD MENU ITEMS */
/* The title of view in navigation bar*/
"Notifications" = "Notifications";

/* Manage notifications button in settings*/
"Manage Notifications..." = "Manage Notifications...";


/* Placeholder for search near bar*/
"Near" = "Near";

/* Twitter  authorisation alert title*/
"No Twitter Accounts" = "No Twitter Accounts";

/* Friend map Layers settings
 PHAddFriendController*/
"Twitter" = "Twitter";

/* PHTwitterFriendsController*/
"Twitter Friends" = "Twitter Friends";

/* PHTwitterFriendsController*/
"Twitter Invite" = "Twitter Invite";

/* SIGN UP and SIGN IN PROCESS*/
/* Log in button title
 Navigation bar title*/
"Log In" = "Log In";

/* PHLoginController*/
"Login failed. Please check your Email and Password." = "Login failed. Please check your Email and Password.";

/* Common*/
"Directional Routing" = "Directional Routing";

/* Common*/
"Call the Operator" = "Call the Operator";

/* Common*/
"Help" = "Help";

/* Common */
"Message Experience" = "Social Sharing";

/* Common*/
"Subject:" = "Subject:";

/* MAP LAYERS AND MENU*/
/* Map menu text*/
"Map Settings" = "Map Settings";

/* Map menu text*/
"Switch to List View" = "Switch to List View";

/* Map menu text*/
"Filter Search Results" = "Filter Search Results";

/* The title of view in navigation bar*/
"Experience Info" = "About this Experience";

/* Error alert title after attemptimg to recieve experiece status.*/
"Experience status error" = "Experience status error";

/* Map view search placeholder*/
"Search" = "Search";

/* Hidden POI title*/
"Hidden Location. Please follow the hints to reveal the card" = "Secret Location. Please follow the hints to reveal the card";

/* Error message after attempimg to recieve experiece status.*/
"Unable to get experience status. Try again later." = "Unable to get experience status. Try again later.";

/* Welcome label on login view*/
"Welcome. Please sign in." = "Welcome. Please log in.";

/* The titles for menu ViewControllers*/
"PHMMDMapController" = "Current Experience";
"PHDiscoverController" = "Discover";
"PHCodeScannerController" = "Scan";
"PHActiveExperiencesController" = "Active";
"PHDashboardController" = "User Profile";
"PHRewardsWebViewController" = "Rewards";
"AVCaptureSessionController" = "Scan Code";
"PHSettingsController" = "Settings";
"PHFeedbackController" = "Send Feedback";

/* Geofence Notification*/
"Well done! You're near %@. You may now Check-In to enable your next action." = "You're near %@. You may now Check-In.";

/* Sign In and Sign Up messages*/
"I'm Ready" = "I'm Ready";
"Phigital requires" = "Phigital requires access to your location and occasionally uses your Bluetooth.";

"Starting" = "Starting";

/* MAIN MENU*/
"Your active experiences" = "Your active experiences";
"No Active Experiences" = "No active experiences";

//Actions imperatives
//GoTo
"To unlock the card, you first need to go to %@." = "To unlock this card, you need to go to %@.";
"To check-in, you first need to go to %@." = "To check-in, you need to go to %@.";
"Please go to %@ and" = "Go to %@ and";

//Scan Code
"Please look around and" = "Look around you for a code and";

//Play Media
"Please take a look at the media in order to proceed" = "Play the attached media to advance";
"MEDIA" = "MEDIA";

//Send message
"Please \n\n\n\nto the Experience Wall" = "Please \n\n\n\nto the Experience Wall";


